Repository: NeuralNinjas-AI/AirQuality
Catalog: Datasets/archive/ELRC_417_Parallel texts from Swedish Work environment/ELRC_417_Parallel texts from Swedish Work environment [...]_dataset/261.en-sv.tmx
Source language: en
Languages: sv

source: The use of ropes for access to the worksite, adopting a working position and carrying out work is only permissible when the risk assessment indicates that the work can be done in safe conditions and where the use of safer work equipment is not feasible or justified.
sv: Användning av linor för att nå arbetsplatsen, inta arbetsposition och utföra arbete får bara tillåtas när arbetet, enligt riskbedömningen, kan utföras under säkra förhållanden, och där det inte går eller är befogat att använda and-ra säkrare arbetsutrustningar.

source: A seat with appropriate accessories shall be provided if occasioned by the risk assessment, and particularly by the duration of the work and the ergonomic load.
sv: En arbetssits med lämpliga tillbehör skall tillhandahållas om riskbedömningen, och i synnerhet arbetets varaktighet och den ergonomiska belastningen, föranleder detta.

source: B 4.1.3 Risk minimisation measures
sv: B 4.1.3 Åtgärder för att minimera risker

source: Suitable measures, depending on the type of work equipment chosen on the basis of the above mentioned points, shall be taken to minimise the risks of ill-health and accidents associated with this type of equipment.
sv: Beroende på vilken sorts arbetsutrustning som valts på grundval av ovannämnda punkter skall lämpliga åtgärder vidtas för att minimera de risker för ohälsa och olycksfall som är förenade med denna typ av utrustning.

source: Fall protection devices shall be installed if necessary.
sv: Om det behövs skall anordningar för skydd mot fall installeras.

source: Their design and mechanical strength shall be such as to prevent or arrest falls so as to prevent injury as far as is possible.
sv: De skall vara så utförda och ha en sådan hållfasthet att de förhindrar eller bromsar fall för att så långt som möjligt förhindra att någon skadas.

source: Collective fall protection devices may only be omitted at points of access to ladders or stairs.
sv: Gemensamma skyddsanordningar mot fall får bara utelämnas vid platser för tillträde till stege eller trappa.

source: B 4.1.4 Temporary measures
sv: B 4.1.4 Tillfälliga åtgärder

source: Where a collective fall protection device is necessarily and temporarily removed in order for work to proceed, other effective fall protection measures shall be taken.
sv: När det är nödvändigt att tillfälligt ta bort en gemensam skyddsanordning mot fall, för att utföra ett arbete, skall andra effektiva skyddsåtgärder mot fall vidtas.

source: The work may not proceed until these measures have been taken.
sv: Arbetet får inte utföras innan dessa åtgärder har vidtagits.

source: When the work is completed or temporarily concluded, the collective fall protection devices shall be reinstated.
sv: När arbetet är slut eller avslutats tillfälligt skall de gemensamma skyddsanordningarna mot fall återställas.

source: B 4.1.5 Weather conditions
sv: B 4.1.5 Väderförhållanden

source: Temporary work above ground or floor level or other work at height may only be carried out when weather conditions do not imply any risk of ill-health or accidents.
sv: Ett tillfälligt arbete på nivåer över mark- eller golvplan, eller annat höjdarbete, får bara utföras när väderförhållandena inte innebär någon risk för ohälsa eller olycksfall.

source: If light conditions are insufficient, suitable artificial lighting shall be employed.
sv: Om ljusförhållandena är otillräckliga skall lämplig belysning användas.

source: B 4.2 Special Provisions concerning the use of ropes for access to the worksite, adopting a working position and carrying out work
sv: B 4.2 Särskilda bestämmelser om användning av linor för att nå arbetsplatsen, inta arbetsposition och utföra arbete (reparbete)

source: When ropes are used for access to the worksite, adopting a working position and carrying out work, the following conditions must be satisfied:
sv: När linor används för att nå arbetsplatsen, inta arbetsposition och utföra arbete skall följande villkor vara uppfyllda:

source: The system shall comprise at least two independently anchored ropes, one for access, lowering and support (the work rope) and the other for safety (the security rope).
sv: Systemet skall omfatta minst två av varandra oberoende förankrade linor, den ena för tillträde, firning och stöd (arbetslina), den andra för säkerhet (säkerhetslina).

source: The stipulation of at least two ropes does not apply to rescue work undertaken by rescue services, the police or the armed forces.
sv: Kravet att använda minst två linor gäller inte vid räddningsarbete inom räddningstjänst, polis och militär.

source: The worker shall be provided with, and shall use, a suitable harness coupled to the security rope and the work rope.
sv: Arbetstagaren skall vara utrustad med, och använda, lämplig sele som är kopplad till säkerhetslinan och arbetslinan.

source: The work rope shall be provided with safe means of ascent and descent.
sv: Arbetslinan skall vara försedd med en anordning för säkert tillträde och säker firning.

source: It shall also have an self-locking system to prevent falls in the event of the user losing control of his movements.
sv: Den skall också ha ett system med automatisk låsning för att förhindra fall om användaren förlorar kontrollen över sina rörelser.

source: The security rope shall be equipped with a mobile fall prevention system which follows the movements of the worker.
sv: Säkerhetslinan skall vara utrustad med en rörlig anordning som förhind-rar fall och som följer med när arbetstagaren förflyttar sig.

source: The tools and other equipment used by a worker shall be secured to the workers harness or seat or in some other suitable manner.
sv: De verktyg och annan utrustning som en arbetstagare använder skall vara säkrade vid arbetstagarens sele eller arbetssits eller på annat lämpligt sätt.

source: The work shall be organised so that someone other than the worker is present while the work is in progress.
sv: Arbetet skall organiseras så att någon annan, förutom arbetstagaren, är närvarande när arbetet utförs.

source: The work shall be planned and supervised in such a way that the worker can obtain immediate assistance in an emergency.
sv: Arbetet skall planeras och övervakas så att arbetstagaren omedelbart kan få hjälp i en nödsituation.

source: The workers concerned shall be given special training for the work to be done, with particular emphasis on rescue methods.
sv: Berörda arbetstagare skall få specialutbildning för det arbete som skall utföras, särskilt beträffande räddningsmetoder.

source: A safety helmet with a chinstrap, but with no peak in front, shall be used except where manifestly unnecessary.
sv: Skyddshjälm med hakrem, men utan skärm framtill, skall användas om det inte är uppenbart onödigt.

source: In other respects personal protective equipment shall be used when needed.
sv: I övrigt skall personlig skyddsutrustning användas när det behövs.

source: Further stipulations regarding use of grinding machines
sv: Ytterligare krav vid användning av slipmaskiner

source: B 5.1 Test operation
sv: B 5.1 Provkörning

source: When a grinding tool has been fitted to a grinding machine, the machine shall be tested at the highest speed at which it will be operating in the course of the work.
sv: När ett slipverktyg monterats i en slipmaskin skall maskinen provköras med det högsta varvtal som den kommer att köras med under arbetet.

source: The testing shall be conducted in such a way that there is no risk of injury.
sv: Provkörningen skall genomföras på ett sådant sätt att det inte uppstår någon risk för personskada.

source: Further stipulations regarding work with wheels and tyres
sv: Ytterligare krav vid arbete med hjul och däck

source: B 6.1 Pumping
sv: B 6.1 Pumpning

source: If there is a risk of injury, a tyre shall be inflated in a place or in a safety device designed and dimensioned so as to resist or lead off the shock from the bursting of a tyre and to trap ejected wheel fragments.
sv: Vid risk för personskada skall ett däck pumpas på en plats eller i en skyddsanordning som är utformad och dimensionerad så att den motstår eller avleder tryckvågen vid en däcksprängning och fångar upp utslungade hjuldelar.

source: The safety device shall be designed and positioned in such a way that the person inflating or otherwise in the vicinity is not injured in the event of a tyre bursting.
sv: Skyddsanordningen skall vara utförd och placerad så att den som pumpar, eller någon annan som befinner sig i närheten, inte skadas vid en däcksprängning.

source: In the case of air pressure adjustment, the above stipulations apply only if the air pressure has been so low that there is a danger of the tyre having been damaged.
sv: Vid lufttrycksjustering gäller kraven ovan endast om lufttrycket varit så lågt att det är risk för att däcket skadats.

source: Inflation and tyre evacuation in connection therewith must be manageable from a shielded position.
sv: En pumpning och därmed sammanhängande däcktömning skall kunna skötas från skyddad plats.

source: No person may remain in the tyre-burst danger zone while inflation is in progress.
sv: Under en pågående pumpning får ingen uppehålla sig i riskområdet för en däcksprängning.

source: General recommendations by the Swedish Work Environment Authority on implementation of the Provisions on Use of Work Equipment‌
sv: Arbetsmiljöverkets allmänna råd om tillämpningen av föreskrifterna om användning av arbetsutrustning

source: The following Recommendations are issued by the Work Environment Authority concerning implementation of its Provisions (AFS 2006:4) on Use of Work Equipment.
sv: Arbetsmiljöverket meddelar följande allmänna råd om hur verkets föreskrifter (AFS 2006:4) om användning av arbetsutrustning skall tillämpas.

source: The stipulations in these Provisions apply generally to all types of work equipment and are minimum stipulations for the use of work equipment.
sv: Kraven i dessa föreskrifter gäller generellt för all typ av arbetsutrustning och är minimikrav för användning av arbetsutrustningen.

source: In addition to these Provisions, more specific stipulations applying to certain kinds of work equipment are contained in special Provisions.
sv: Utöver dessa föreskrifter finns mer preciserade krav för vissa slag av arbetsutrustning i särskilda föreskrifter.

source: The latter are applicable in conjunction with the present Provisions.
sv: Sådana föreskrifter gäller tillsammans med dessa föreskrifter.

source: A number of individual directives contain minimum requirements which may not be fallen short of in the EU Member States.
sv: I ett antal särdirektiv finns också minimikrav som inte får underskridas i EU:s medlemsländer.

source: The Provisions on Use of Work Equipment are based on that directive.
sv: Föreskrifterna om användning av arbetsutrustning är baserade på det direktivet.

source: These Provisions differ from earlier provisions on the use of work equipment in that special stipulations concerning lifting equipment, lifting accessories and trucks have been deleted.
sv: Föreskrifterna skiljer sig från tidigare föreskrifter om användning av arbetsutrustning genom att särskilda krav på lyftanordningar och lyftredskap samt truckar tagits bort.

source: This is part of a wider revision of Work Environment Authority regulations in which special Provisions have been drafted on the subject of lifting equipment and trucks.
sv: Det är ett led i en större revidering av Arbetsmiljöverkets regler där särskilda föreskrifter för lyftanordningar och truckar utarbetats.

source: The Provisions have also been made to include certain stipulations formerly included in Provisions of the National Board of Occupational Safety and Health which have now been repealed.
sv: I föreskrifterna har också tagits med vissa krav som tidigare fanns i Arbetarskyddsstyrelsens föreskrifter som nu upphävs.

source: The instruments repealed are enumerated in the section headed Entry into force.
sv: I avsnittet Ikraftträdande framgår vilka föreskrifter som upphävs.

source: Guidance on certain sections‌
sv: Kommentarer till vissa paragrafer

source: The employer may be a legal or natural person.
sv: Arbetsgivaren kan vara en juridisk eller en fysisk person.

source: The same also applies to parties carrying on education (e.g. a municipality or a school), with regard to the pupils’ work environment.
sv: Motsvarande ansvar gäller även för den som bedriver utbildning (t.ex. kommun eller skola) i fråga om elevernas arbetsmiljö.

source: It also applies to those carrying on an activity where work is done, for example, in the course of criminal welfare or total defence duty, which normally means the national authority concerned.
sv: Det gäller även för den som bedriver verksamhet där arbete utförs inom ramen för t.ex. kriminalvård eller totalförsvarsplikt, normalt respektive myndigheter.

source: Responsibility corresponding to the employer’s responsibility is also incurred by those outsourcing manpower, e.g. from office staffing agencies.
sv: Ett ansvar som motsvarar arbetsgivaransvaret finns också för den som hyr in personal, t.ex. från företag som hyr ut kontorspersonal.

source: AML lays down that the employer personally, if a natural person, and entrepreneurs with no employees (proprietors of one-person undertakings or a number of persons working jointly) are obliged to comply with AML regarding risks of ill-health and accidents being caused by technical devices and with the rules applying to common worksites.
sv: Enligt AML är arbetsgivaren själv, om det är en fysisk person, och företagare utan anställda (ensamföretagare eller flera som arbetar för gemensam räkning) skyldiga att följa AML när det gäller risker för ohälsa och olycksfall från tekniska anordningar samt vad som gäller för gemensamt arbetsställe.

source: The person in control of a worksite, e.g. the person carrying on the permanent activity of an office or factory, is responsible for the state of devices supplied to personnel at the worksite by other companies, e.g. purveyors or contractors.
sv: Den som råder över ett arbetsställe t.ex. den som driver den fasta verksamheten på ett kontor eller i en fabrik, har ansvar för beskaffenheten hos anordningar som på arbetsstället tillhandahålls personal från andra företag, t.ex. varuleverantörer eller entreprenörer.

source: If there are two or more employers carrying on activity in the same place, it is their duty to see to it that they do not expose the employees of others to risks from the equipment they use.
sv: Om flera arbetsgivare bedriver verksamhet på samma ställe är de skyldiga att se till att de inte utsätter andras anställda för risker från den utrustning de använder.

source: The Work Environment Act requires working conditions to be adapted to people’s differing physical and mental aptitudes.
sv: Enligt Arbetsmiljölagen skall arbetsförhållandena anpassas till människors olika förutsättningar i fysiskt och psykiskt avseende.

source: This is an important aspect to be taken into account when supplying work equipment.
sv: Det är en viktigt aspekt att beakta vid tillhandahållande av arbetsutrustning.

source: Rules on systematic work environment management are contained in special Provisions issued by the Work Environment Authority and applying conjointly with the present Provisions.
sv: Regler om systematiskt arbetsmiljöarbete finns i särskilda föreskrifter från Arbetsmiljöverket som gäller tillsammans med dessa föreskrifter.

source: For the identification of hazards and assessment of risks, it is primarily the detailed stipulations of the present Provisions that have to be complied with.
sv: Vid identifiering av riskkällor och bedömning av risker är det i första hand detaljkraven i dessa föreskrifter som skall beaktas.

source: Other relevant rules, standards, information and instructions for use from manufactures may also need to be taken into account.
sv: Även andra relevanta regler, standarder samt information och bruksanvisningar från tillverkare kan behöva beaktas.

source: Where the use of work equipment is concerned, the level of detail in the written risk assessment may vary, depending on the complexity of the work equipment and the risks associated with its use.
sv: När det gäller användning av arbetsutrustning kan detaljeringsgraden i den skriftliga riskbedömningen variera.

source: Special assessments may be needed if the work equipment is intended for use by minors or in school teaching.
sv: Det kan vara nödvändigt att göra särskilda bedömningar om arbetsutrustningen är tänkt att användas av minderåriga eller i skolundervisning.

source: Several other aspects will then also have to be taken into account, such as
sv: Därvid måste hänsyn tas till ett flertal aspekter som

source: safety distances, having regard to young persons’ body measurements,
sv: skyddsavstånd på grund av unga personers kroppsmått,

source: previous knowledge and skills, experience and risk awareness,
sv: förkunskaper, erfarenhet och riskmedvetande,

source: Rules concerning minors are contained in special Provisions issued by the Work Environment Authority.
sv: Regler om minderåriga finns i särskilda föreskrifter från Arbetsmiljö-verket.

source: Legislation, statutory instruments and provisions issued by other Swedish national authorities may also be included.
sv: Även lagar och förordningar samt föreskrifter utfärdade av andra svenska myndigheter kan omfattas.

source: Thus technical stipulations, other than those in Annex A, may be contained in other rules issued both by the Work Environment Authority and by other Swedish authorities.
sv: Det kan alltså finnas tekniska krav, förutom de i bilaga A, i andra regler både från Arbetsmiljöverket och från andra myndigheter.

source: This duty refers to the safety both of employees and of any outsourced manpower (Chap. 3, Section 12 (2) of AML).
sv: Den gäller säkerheten såväl för de anställda som för eventuell inhyrd arbetskraft (3 kap. 12 § 2 stycket AML).

source: It also applies in relation to contractors’ employees carrying out cleaning, transport operations and machine servicing, for example (Chap. 3, Sections 6 and 12 of AML).
sv: Den gäller också i förhållande till anställda hos entreprenörer som utför t.ex. städning, transporter och maskinservice (3 kap. 6 och 12 §§ AML).

source: Chap. 3, Section 7 of AML indicates who is responsible for the co-ordination of measures for the prevention of ill- health and accidents.
sv: Vem som är samordningsansvarig för åtgärder till skydd mot ohälsa och olycksfall framgår av 3 kap. 7 § AML.

source: It is important, for example, that the space between moving parts of the work equipment and fixed or moving parts in its surroundings should be large enough.
sv: Det är t.ex. viktigt att utrymmet mellan arbetsutrustningens rörliga delar och fasta eller rörliga delar i dess omgivning är tillräckligt stort.

source: It is also important that all energy and all substances used or produced can be supplied and/or removed safely.
sv: Det är även viktigt att all energi och alla ämnen som används eller framställs kan tillföras och/eller avlägsnas på ett säkert sätt.

source: Allowance must also be made for wind forces and for the effects of climatic conditions, such as precipitation and ice.
sv: Hänsyn måste också tas till vindkrafter och till påverkan på grund av klimatförhållanden, som nederbörd och is.

source: If it is found that instructions are not being followed, it is important to analyse the causes of non-compliance.
sv: Om man finner att instruktioner inte följs är det viktigt att analysera vilka orsakerna till detta är.

source: If the job is hard to do without evading instructions and safety systems, technical measures will probably be needed to facilitate safe working.
sv: Om det är svårt att genomföra arbetsuppgifterna utan att kringgå instruktioner och säkerhetssystem behöver troligen tekniska eller organisatoriska åtgärder vidtas för att möjliggöra att arbetet utförs på ett säkert sätt.

source: A dialogue between all concerned is an important means of bringing about a consensus view concerning the nature of the problems and the measures to be taken in order to overcome them.
sv: En dialog mellan alla berörda är viktig för att få till stånd en gemensam syn på vari problemen består och vilka åtgärder man skall vidta för att lösa problemen.

source: Ergonomics‌
sv: Ergonomi

source: These contain general rules on work postures, working movements and physical loads.
sv: De innehåller övergripande regler om arbetsställningar, arbetsrörelser och fysisk belastning.

source: Ergonomic aspects which it is also important to consider with regard to the use of work equipment are man’s capacity for perceiving, processing and understanding information.
sv: Ergonomiska aspekter som också är viktiga att ta hänsyn till vid användning av arbetsutrustning är människans förmåga att uppfatta, bearbeta och förstå information.

source: This has a bearing, for example, on the design and positioning of controls and display windows.
sv: Det gäller t.ex. utformning och placering av manöverdon och teckenfönster.

source: These need to be visible, clear and intelligible to everyone using the work equipment.
sv: De behöver vara synliga, tydliga och begripliga för alla som använder arbetsutrustningen.

source: When supplying work equipment it is important to make allowance for people’s differing aptitudes and limitations.
sv: Vid tillhandahållande av arbetsutrustning är det viktigt att ta hänsyn till människors olika förutsättningar och begränsningar.

source: Women and men have different physical characteristics, owing to differences in body measurements and physical strength.
sv: Kvinnor och män har olika fysiska förutsättningar beroende på olikheter i kroppsmått och kroppsstyrka.

source: It is also important when necessary to adapt the work equipment and use of it to employees with functional impairment.
sv: Det är också viktigt att vid behov anpassa arbetsutrustningen och användningen av den till anställda med funktionshinder.

source: The design of work equipment must be viewed in relation to the employees’ exposure, e.g. according to whether use is prolonged and/or frequent.
sv: Arbetsutrustningens utformning måste ställas i relation till arbetstagarnas exponering, t.ex. om användningen är långvarig och/eller frekvent.

source: If so, this provides a simple means of printing out new copies and supplying them to the employees if the original instructions get lost or destroyed.
sv: Man har då möjligheten att på ett enkelt sätt skriva ut nya exemplar och tillhandahålla arbetstagarna om originalinstruktionerna försvinner eller blir förstörda.

source: It is important for the instructions to be revised if working conditions change or if revision is needed in the light of new experience.
sv: Det är viktigt att instruktionerna revideras om arbetsförhållandena ändras eller om nya erfarenheter ger anledning till det.

source: This stipulation, then, is not attached to a particular form of use.
sv: Kravet är alltså inte kopplat till någon speciell typ av användning.

source: It is the risk of ill-health or accidents which decides whether instructions are needed.
sv: Det är risken att drabbas av ohälsa eller olycksfall som avgör om det behövs instruktioner.

source: The employer shall see to it that a sufficient number of persons are allotted these tasks and that they have the powers, resources and competence needed.
sv: Arbetsgivaren skall se till att tillräckligt många får dessa uppgifter och har de befogenheter, resurser och den kompetens som behövs.
